xorg
xorg-xinit
xorg-server
rofi
nitrogen
xdg-utils
xdg-user-dirs
xdg-desktop-portal
xdg-desktop-portal-gtk
archlinux-wallpaper
i3-wm
feh
autotiling
xss-lock
firefox
ueberzug
micro
pulseaudio
pulseaudio-alsa
pulseaudio-jack
pavucontrol
lxsession
dunst
pcmanfm-gtk3
gvfs
pluma
xsel
alsa-utils
papirus-icon-theme
xfce4-terminal
ranger
maim
xdotool
lxappearance
polybar
gsimplecal
picom
ttf-jetbrains-mono-nerd
xfce4-power-manager
betterlockscreen
